<?php

include 'components/connect.php';

session_start();

if(isset($_SESSION['user_id'])){
   $user_id = $_SESSION['user_id'];
}else{
   $user_id = '';
};

include 'components/like_post.php';

?>

<!DOCTYPE html>
<html lang="en">
<head>
   <meta charset="UTF-8">
   <meta http-equiv="X-UA-Compatible" content="IE=edge">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <title>home page</title>

   <!-- font awesome cdn link  -->
   <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.1/css/all.min.css">

   <link rel="stylesheet" href="css/style.css">

</head>
<body style="font-size: 40px;">
   
<?php include 'components/user_header.php'; ?>


<section class="posts-container" style="padding-bottom: 0;">

<div class="box-container" style="border: solid #34495E; text-align-last: auto; font-size: 
                                  1.8rem; border-radius: 30px; padding: 20px;">
  <div class="container">&nbsp;
  <div style="text-align: center; font-size: 50px;"><strong>ประเพณีบุญบั้งไฟ</strong></div><br>
  <div style="text-align: center;"><img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170606141727.jpg" style="height: 336px; width: 500px;"></div><br>
  <strong>ประวัติความเป็นมาของบุญบั้งไฟ</strong><br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ประเพณีบุญบั้งไฟ</strong>&nbsp;เป็นประเพณีหนึ่งของภาคอีสานของไทยรวมไปถึงลาว โดยมีตำนานมาจากนิทานพื้นบ้านของภาคอีสานเรื่องพระยาคันคาก เรื่องผาแดงนางไอ่ ซึ่งในนิทางพื้นบ้านดังกล่าวได้กล่าวถึง การที่ชาวบ้านได้จัดงานบุญบั้งไฟขึ้นเพื่อเป็นการบูชา พระยาแถน หรือเทพวัสสกาลเทพบุตร ซึ่ง ชาวบ้านมีความเชื่อว่า พระยาแถนมีหน้าที่คอยดูแลให้ฝนตกถูกต้องตามฤดูกาล และมีความชื่นชอบไฟเป็นอย่างมาก หากหมู่บ้านใดไม่จัดทำการจัดงานบุญบั้งไฟบูชา ฝนก็จะไม่ตกถูกต้องตามฤดูกาล อาจก่อให้เกิดภัยพิบัติกับหมู่บ้านได้&nbsp;<strong>ช่วงเวลาของประเพณี</strong><strong>บุญบั้งไฟ</strong><strong>คือเดือนหกหรือพฤษภาคมของทุกปี</strong>- wikipedia<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ประเพณีบุญบั้งไฟมีมาแต่ครั้งไหนยังหาหลักฐานที่แน่ชัด มีข้อสันนิษฐานเกี่ยวกับความเป็นมาของ</strong><strong>ประเพณีบุญบั้งไฟ</strong><strong>ในแง่ต่างๆ ไว้ดังนี้</strong><br>
  &nbsp;<br>
  ความเชื่อของชาวบ้านกับประเพณีบุญบั้งไฟ<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ชาวบ้านเชื่อว่ามีโลกมนุษย์ โลกเทวดา&nbsp;และโลกเทวดา มนุษย์อยู่ใต้อิทธิพลของเทวดา การรำผีฟ้าเป็นตัวอย่างที่แสดงออกทางด้านการนับถือเทวดา และเรียกเทวดาว่า “แถน” เมื่อถือว่ามีแถนก็ถือว่า ฝน ฟ้า ลม เป็นอิทธิพลของแถน หากทำให้แถนโปรดปราน มนุษย์ก็จะมีความสุข ดังนั้นจึงมีพิธีบูชาแถน การจุดบั้งไฟก็อาจเป็นอีกวิธีหนึ่งที่แสดงความเคารพหรือส่งสัญญาณความภักดีไปยังแถน ชาวอีสานจำนวนมากเชื่อว่าการจุดบั้งไฟเป็นการขอฝนจากพญาแถน และมีนิทานปรัมปราเช่นนี้อยู่ทั่วไป แต่ความเชื่อนี้ยังไม่พบหลักฐานที่แน่นอน นอกจากนี้ในวรรณกรรมอีสานยังมีความเชื่ออย่างหนึ่งคือ เรื่องพญาคันคาก หรือคางคก พญาคันคากได้รบกับพญาแถนจนชนะแล้วให้พญาแถนบันดาลฝนลงมาตกยังโลกมนุษย์<br>
  &nbsp;
  <div style="text-align: center;"><br>
  <br>
  <img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170606142132.jpg" style="height: 336px; width: 500px;"><br>
  <br>
  <img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170606142247.jpg" style="height: 336px; width: 500px;"><br>
  <br>
  <img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170606142357.jpg" style="height: 336px; width: 500px;"><br>
  <br>
  <img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170606142413.jpg" style="height: 336px; width: 500px;"><br>
  <br>
  <img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170606142434.jpg" style="height: 336px; width: 500px;"><br>
  <br>
  &nbsp;</div>
  <strong>งานแห่บั้งไฟ ประเพณีบุญบั้งไฟ</strong>&nbsp;<br>
  ความหมายของบั้งไฟ<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; คำว่า<strong>&nbsp;“</strong><strong>บั้งไฟ</strong><strong>”</strong>&nbsp;ในภาษาถิ่นอีสานมักจะสับสนกับคำว่า “<strong>บ้องไฟ</strong>” แต่ที่ถูกนั้นควรเรียกว่า”บั้งไฟ”ดังที่ เจริญชัย ดงไพโรจน์ ได้อธิบายความแตกต่างของคำทั้งสองไว้ว่า บั้งหมายถึง สิ่งที่เป็นกระบอก เช่น บั้งทิง สำหรับใส่น้ำดื่ม หรือบั้งข้าวหลาม เป็นต้น

  <div style="text-align: center;"><img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170214145535.jpg"></div>
  <strong>การเอาหมื่อใส่กระบอกบั้งไฟ</strong><br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ส่วนคำว่า&nbsp;<strong><u>บ้อง</u></strong>&nbsp;หมายถึง สิ่งของใดๆ ก็ได้ที่มี 2 ชิ้น มาสวมหรือประกอบเข้ากันได้ ส่วนนอกเรียกว่า บ้อง ส่วนในหรือสิ่งที่เอาไปสอดใสจะเป็นสิ่งใดก็ได้ เช่น บ้องมีด บ้องขวาน บ้องเสียม บ้องวัว บ้องควาย ดังนั้น คำว่า บั้งไฟ ในภาษาถิ่นอีสานจึงเรียกว่า บั้งไฟ ซึ่งหมายถึงดอกไม้ไฟชนิดหนึ่ง มีหางยาวเอาดินประสิวมาคั่วกับถ่านไม้ตำให้เข้ากันจนละเอียดเรียกว่า หมื่อ (ดินปืน) และเอาหมื่อนั้นใส่กระบอกไม้ไผ่ตำให้แน่นเจาะรูตอนท้ายของบั้งไฟ เอาไผ่ท่อนอื่นมัดติดกับกระบอกให้ใส่หมื่อโดยรอบ เอาไม้ไผ่ยาวลำหนึ่งมามัดประกบต่อออกไปเป็นหางยาว สำหรับใช้ถ่วงหัวให้สมดุลกัน เรียกว่า “<strong>บั้งไฟ</strong>” ในทัศนะของผู้วิจัย บั้งไฟ คือการนำเอากระบอกไม้ไผ่ เลาเหล็ก ท่อเอสลอน หรือเลาไม้อย่างใดอย่างหนึ่งมาบรรจุหมื่อ (ดินปืน) ตามอัตราส่วนที่ช่างกำหนดไว้แล้วประกอบท่อนหัวและท่อนหางเป็นรูปต่างๆ ตามที่ต้องการ เพื่อนำไปจุดพุ่งขึ้นสู่อากาศ จะมีควันและเสียงดัง&nbsp;บั้งไฟมีหลายประเภท ตามจุดมุ่งหมายของประโยชน์ในการใช้สอย<br>
  ในทางศาสนาพุทธกับประเพณีบุญบั้งไฟ<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; มีการฉลองและบูชาใน<strong>วันวิสาขบูชา</strong>กลางเดือนหก มีการทำดอกไม้ไฟในแบบต่างๆ ทั้งไฟน้ำมัน ไฟธูปเทียนและดินประสิว มีการทำทาน&nbsp;รักษาศีล เจริญภาวนา&nbsp;&nbsp;<br>
  &nbsp;
  <div style="text-align: center;"><img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170214145549.jpg">&nbsp;</div>
  <strong>บั้งไฟขนาดเล็ก</strong><br>
  ส่วนประกอบของบั้งไฟ<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>1. </strong><strong>เลาบั้งไฟ</strong>&nbsp;เลาบั้งไฟคือส่วนประกิบที่ทำหน้าที่บรรจุดินปืน มีลักษณะเป็นรูปทรงกระบอกกลมยาว มีความยาวประมาณ 1.5 - 7 เมตร ทำด้วยลำไม้ไผ่เล้วใช้ร้วไม้ไผ่ (ตอก) ปิดเป็นเกลียวเชือกพันรอบเลาบั้งไฟอีกครั้งหนึ่งให้แน่น และใช้ดินปืนที่ชาวบ้านเรียกว่า"หมือ" อัดให้แน่นลงไปในเลาบั้งไฟ ด้วยวิธีใช้สากตำแล้วเจาะรูสายชนวน เสร็จแล้วนำเลาบั้งไฟ ไปมัดเข้ากับส่วนหางบั้งไฟ ในสมัดต่อมานิยมนำวัสดุอื่นมาใช้เป็นเลาบั้งไฟแทนไม้ไผ่ ได้แก่ ท่อเหล็ก ท่อพลาสติก เป็นต้น เรียกว่าเลาเหล็กซึ่งสามารถอัดดินปืนได้แน่นและมีประสิทธิภาพในการยิงได้สูงกว่า<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>&nbsp;2. </strong><strong>หางบั้งไฟ</strong>&nbsp;หางบั้งไฟถือเป็นส่วนสำคัญทำหน้าที่คล้ายหางเสือ ของเรือคือสร้างความสมดุลย์ให้กับบั้งไฟคอยบังคับทิศทางบั้งไฟให้ยิงขึ้นไปในทิศทางตรงและสูง บั้งไฟแบบเดิมนั้น ทำจากไม้ไผ่ทั้งลำ ต่อมาพัฒนาเป็นหางท่อนเหล็กและหางท่อนไม้ไผ่ติดกันหางท่อนเหล็กมีลักษณะเป็นท่อนกลม ทรงกระบอกมีความยาวประมาณ 8-12 เมตร ทำหน้าท่เป็นคานงัดยกลำตัวบั้งไฟชูโด่งชี้เอียงไปข้างหน้าทำมุมประมาณ 30-40 องศากับพื้นดิน โดยบั้งไฟจะยื่นไปข้างหน้ายาวประมาณ 7-8 เมตร ปลายหางด้านหนึ่งตั้งอยู่บนฐานที่ตั้งบั้งไฟ<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>&nbsp; 3. </strong><strong>ลูกบั้งไฟ</strong>&nbsp;เป็นลำไม้ไผ่ที่นำมาประกอบเลาบั้งไฟโดยมัดรอบลำบั้งไฟ บั้งไฟลำหนึ่งจะประกอบด้วยลูกบั้งไฟประมาณ 8-15 ลูก ขึ้นอยู่กับขนาดของบั้งไฟ เดิมลูกบั้งไฟมีแปดลูกมีชื่อเรียกเรียงตามลำดับคู่ขนาดใหญ่ไปหาคู่ที่มีขนาดเล็กกว่าได้แก่ ลูกโอ้ ลูกกลาง ลูกนางและลูกก้อย ลูกบั้งไฟช่วยให้รูปทรงของบั้งไฟกลมเรียวสวยงาม นอกจากนี้ลูกบั้งไฟยังเป็นพื้นผิวรองรับการเอ้หรือการตกแต่งลวดลายปะติดกระดาษ<br>
  &nbsp;
  <div style="text-align: center;"><img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170214145605.jpg"></div>
  &nbsp;<br>
  &nbsp;<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>ลายบั้งไฟ</u></strong>&nbsp;: ใช้ลายศิลปไทย คือ ลายกนก อันเป็นลายพื้นฐานในการลับลายบั้งไฟ โดยช่างจะนิยมใช้กระดาษดังโกทองด้านเป็นพื้นและสีเม็ดมะขามเป็นตัวสับลาย เพื่อให้ลายเด่นชัดในการตกแต่งเพื่อให้ความสวยงาม<br>
  <br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>ตัวบั้งไฟ</u></strong>&nbsp;: มีลูกโอ้จะใช้ลายประจำยาม ลายหน้าเทพพนม ลายหน้ากาล ลูกเอ้ใช้ลายประจำยาม ก้ามปูเปลว และลายหน้ากระดาน ฯลฯ<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>กรวยเชิง</u></strong>&nbsp;: เป็นลวดลายไทยที่เขียนอยู่เชิงยาบที่ประดับพริ้วลงมาจากช่วงตัวบั้งไฟ<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>ยาบ</u></strong>&nbsp;: เป็นผ้าประดับใต้เลาบั้งไฟ จะสับลายใดขึ้นอยู่กับช่างบั้งไฟนั้น เช่น ลายก้านขูดลายก้าน<br>
  ดอกใบเทศ<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>ตัวพระนาง</u></strong>&nbsp;: เป็นรูปลักษณ์สื่อถึงผาแดงนางไอ่ หรือตัวละครในเรื่องรามเกียรติ์ พระลักษณ์ พระราม เป็นต้น<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>กระรอกเผือก</u></strong>&nbsp;: ท้าวพังคี แปลงร่างมาเพื่อให้นางไอ่หลงใหล<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>ปล้องคาด</u></strong>&nbsp;: ลายรักร้อย ลายลูกพัดใบเทศ ลายลูกพัดขอสร้อย เป็นต้น<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>เกริน</u></strong>&nbsp;: เป็นส่วนที่ยื่นออกสองข้างของบุษบก เป็นรูปรอนเบ็ดลายกนก สำหรับตั้งฉัตรท้ายเกริน ราชรถประดับส่วนท้ายของหางบั้งไฟ<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>บุษบก</u></strong>&nbsp;: เป็นองค์ประกอบไว้บนราชรถ เพื่อสมมุติให้เป็นปราสาทผาแดงนางไอ่<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>ต้างบั้งไฟ</u></strong>&nbsp;: ลายกระจังปฏิญาณ ลายก้านขด ลายพุ่มข้าวบิณฑ์<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><u>ลายประกอบตกแต่งอื่นๆ</u></strong>&nbsp;: ลายกระจังตั้ง กระจังรวน กระจังตาอ้อย ลายน่องสิงห์ บัวร่วน กลีบขนุน<br>
  &nbsp;
  <div style="text-align: center;"><img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170214145618.jpg"></div>
  &nbsp;<br>
  ประเภทของบั้งไฟ<br>
  <br>
  <strong>1. </strong><strong>บั้งไฟโหวด</strong><br>
  <br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; บั้งไฟโบดหรือโหวดเป็นบั้งไฟขนาดเล็กตัวกระบอกจะยาวขึ้น ประมาณ 4-10 นิ้ว บรรจุหมื่อหนักประมาณ 1 ส่วน 8 ถึง 1 ส่วน 2 กิโลกรัม ใช้หางยาวประมาณ 1-4 เมตร มีกระบอกไม้ไผ่เล็กๆ มัดวางรอบตัวบั้งไฟ นิยมทำประกอบกันในบั้งไฟใหญ่ (บั้งไฟหมื่น, บั้งไฟแสน) ปัจจุบันไม่ค่อยนิยมทำ เพราะไม่มีช่าง<br>
  &nbsp;<br>
  <strong>2. </strong><strong>บั้งไฟม้า</strong><br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บั้งไฟชนิดนี้เป็นบั้งไฟขนาดเล็กจุดไปตามทิศทางที่กำหนดใช้เส้นลวดเป็นวิถีตรึงไปยังเป้าหมายที่ต้องการ ลักษณะทั่วไปเป็นบั้งไฟที่ทำจากกระบอกไม้ไผ่ 1 ปล้อง ขนาดแล้วแต่ต้องการ โดยทั่วไปเส้นผ่าศูนย์กลางประมาณ 2 นิ้ว ยาวประมาณ 1 ฟุตทางภาคกลางและภาคอีสานเรียกว่า “ลูกหนู”&nbsp;คล้ายม้าที่กำลังวิ่ง ถ้าติดรูปอะไรก็เรียกชื่อไปตามนั้น เป็นคนขี่ม้า รูปวัว แล้วแต่จะทำรูปอะไร บางครั้งภาคเหนือเรียกว่า บอกไฟยิง<br>
  &nbsp;<br>
  <strong>3. </strong><strong>บั้งไฟช้าง</strong><br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; บั้งไฟชนิดนี้ไม่มีหาง มีชื่ออีกอย่างหนึ่งว่ากระโพกหรือตะโพก เวลาจุดไม่ต้องการให้พุ่งขึ้นไปแต่ต้องการมีเสียงร้องคล้ายกับช้างร้อง วิธีทำบั้งไฟให้ใช้กระบอกไม้ไผ่ที่มีขนาดใหญ่ที่สุดยาวเพียงป้องเดียวให้มีข้อปิดทั้ง 2 ด้าน ทุบไม้ไผ่ให้แตกเล็กน้อย เจาะรู เพื่อบรรจุหมื่อแล้วต่อชนวนเข้ารูแท่งหมื่อทำจากหมื่อถ่าน 3-4 อัดลงในไม้ไผ่ขนาดเล็กให้แน่น แล้วผ่าเอาแท่งหมื่อออกมาคล้ายข้าวหลาม ให้ได้แท่งประมาณ 3 นิ้ว การจุดนั้นนิยมต่อพ่วงชนวนบั้งไฟใหญ่ เวลาจุดชนวนผ่าจะเกิดเสียงดังเหมือนเสียงช้างร้อง นิยมวางต่อกันเป็นช่วงๆ กระบอก ถ้าต้องการจะให้มีเสียงดังอย่างไรก็จะมีเทคนิคในการทำให้เกิดเสียงนั้นๆ<br>
  &nbsp;
  <div style="text-align: center;"><img alt="UploadImage" src="http://www.govesite.com/uploads/20161018093812naSsPrh/data/20170214145634.jpg"></div>
  &nbsp;<br>
  &nbsp;<br>
  <strong>4. </strong><strong>บั้งไฟแสน</strong><br>
  <br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; บั้งไฟชนิดนี้เป็นบั้งไฟขนาดใหญ่ที่สุด บรรจุดินปืนหนัก 120 กิโลกรัมขึ้นไป บั้งไฟขนาดนี้ทำยากที่สุดจะต้องอาศัยความชำนาญเป็นพิเศษ เพราะบั้งไฟขนาดนี้หากแตกแล้วจะเป็นอันตรายมาก เพราะฉะนั้นก่อนทำบั้งไฟจะต้องมีพิธีกรรมบวงสรวงให้ถูกต้องตามหลักการทำบั้งไฟแสนเสียก่อนจึงจะลงมือทำ เมื่อตกบั้งไฟเสร็จเรียบร้อยแล้วจะมีการตกแต่งประดับประดาบั้งไฟ<br>
  &nbsp;<br>
  <strong>5. </strong><strong>บั้งไฟตะไล</strong><br>
  <br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; บั้งไฟชนิดนี้ก็คือบั้งไฟจินายขนาดใหญ่นั่นเอง มีความยาวประมาณ 9-12 นิ้ว รูปร่างกลมมีไม้บางๆ แบนๆ เป็นวงกลมครอบหัวท้ายบั้งไฟเมื่อพุ่งขึ้นสู่ฟ้าไปโดยทางขวาง<br>
  &nbsp;<br>
  <strong>6. </strong><strong>บั้งไฟตื้อ</strong><br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; บั้งไฟตื้อหรือบั้งไฟกระแตนั่งตอ เป็นบั้งไฟขนาดเล็กมีหางสั้น วิธีทำ ตัดกระบอกไม้ไผ่ขนาด 1 นิ้วครึ่งยาวประมาณ 3 นิ้ว อัดหมื่อให้แน่นประมาณ 2 นิ้ว ใช้หมื่อถ่านสามหรือถ่านสี่อัดด้วยเถียดไม้ให้แน่น ต่อหางซึ่งทำจากไม้ไผ่ เหลาเป็นแท่งเล็กๆ ใช้เลื่อยตัดมุมข้อออกจนเห็นหมื่อ เจาะให้เป็นรูเล็กๆ แล้วติดชนวน เวลาจะจุดเอาหางเสียบลงในแท่นที่ตั้งพอให้ตั้งได้ จุดชนวนจากด้านบน บั้งไฟจะพุ่งและหมุนขึ้นสู่อากาศ เกิดเสียงดังตือๆ เวลาหมุนจะไม่ค่อยมีทิศทาง ใช้จุดในงานศพ เวลาจุดมีอันตรายมากไม่ค่อยนิยมทำกัน<br>
  &nbsp;<br>
  <strong>7. </strong><strong>บั้งไฟพลุ</strong><br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; บั้งไฟพลุ เป็นบั้งไฟที่นิยมจุดในเทศกาลต่างๆ เช่น งานกฐิน&nbsp;งานบุญมหาชาติ หรือ งานเปิดกีฬา ฯลฯ&nbsp;เป็นบั้งไฟที่จุดแล้วทำให้เกิดเสียงดัง ในอดีตนิยมจุดในงานกฐิน เพื่อเป็นการบอกข่าวไปยังพี่น้องประชาชนทั่วไปให้ทราบ<br>
  &nbsp;<br>
  &nbsp;<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>บุญบั้งไฟ</strong>&nbsp;นิยมทำกันในเดือนหก ถือเป็นประเพณีสำคัญที่จะขาดไม่ได้ เพราะตั้งแต่โบราณจนถึงปัจจุบัน ชาวอีสานมีความเชื่อว่า ถ้าปีใดไม่จัดงานบุญบั้งไฟ ฟ้าฝนก็จะไม่ตกต้องตามฤดูกาล เกิดความแห้งแล้ง ไม่มีน้ำทำนา แต่ถ้าปีใดจัดงานประเพณีบุญบั้งไฟ ฟ้าฝนก็จะตกต้องตามฤดูกาล เกิดความอุดมสมบูรณ์ ปราศจากโรคภัย&nbsp;งานบุญบั้งไฟจึงถือเป็นงานประเพณี ประจำปีที่สำคัญของชาวอีสาน พอใกล้ถึงวันงานชาวอีสานไม่ว่าจะอยู่ที่ไหนก็จะกลับบ้านไปร่วมงานบุญบั้งไฟซึ่งเป็นงานที่สร้างความรักความสามัคคีของคนท้องถิ่นเป็นอย่างดี<br>
  <br>
  ที่มา:&nbsp;<a href="https://chiangmai-roiet.go.th/content.php?cid=20170214145643pOCUgqS&fbclid=IwAR0wCKqnL1zvJf3tsTGGsgAia36ek60WWupAOTR9oI-B4_hbkp9kvpoR_kc" target="_blank">https://chiangmai-roiet.go.th/content.php?cid=20170214145643pOCUgqS&fbclid=IwAR0wCKqnL1zvJf3tsTGGsgAia36ek60WWupAOTR9oI-B4_hbkp9kvpoR_kc</a><br>
  ที่มา:&nbsp;<a href="http://www.dmc.tv/pages/scoop/ประเพณีบุญบั้งไฟ-ประวัติความเป็นมาของบุญบั้งไฟ.html" target="_blank">http://www.dmc.tv/pages/scoop/ประเพณีบุญบั้งไฟ-ประวัติความเป็นมาของบุญบั้งไฟ.html</a><br>
  &nbsp;            
</div>                 
</div>
</section>
<?php include 'components/footer.php'; ?>

<script src="js/script.js"></script>

</body>
</html>